Repository: mayunngrh/BocilDashboard
Catalog: BocilDashboard/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, id

# calendar.addEvent
source: Add event
es: Agregar evento
fr: Ajouter un événement
id: Tambah acara

# calendar.addEventPopup.title
source: ADD EVENT
es: AGREGAR EVENTO
fr: AJOUTER UN ÉVÉNEMENT
id: TAMBAH ACARA

# calendar.addTaskPopup.title
source: ADD TASK
es: AGREGAR TAREA
fr: AJOUTER UNE TÂCHE
id: TAMBAH TUGAS

# calendar.eventsLoaded.one
source: %d event loaded
es: %d evento cargado
fr: %d événement chargé
id: %d acara dimuat

# calendar.eventsLoaded.other
source: %d events loaded
es: %d eventos cargados
fr: %d événements chargés
id: %d acara dimuat

# calendar.form.endTime
source: End Time
es: Hora de fin
fr: Heure de fin
id: Waktu Selesai

# calendar.form.eventNamePlaceholder
source: Event name
es: Nombre del evento
fr: Nom de l'événement
id: Nama acara

# calendar.form.important
source: Important
es: Importante
id: Penting

# calendar.form.location
source: Location
es: Ubicación
fr: Lieu
id: Lokasi

# calendar.form.optionalPlaceholder
source: Optional
es: Opcional
fr: Facultatif
id: Opsional

# calendar.form.startTime
source: Start Time
es: Hora de inicio
fr: Heure de début
id: Waktu Mulai

# calendar.form.taskNamePlaceholder
source: Task name
es: Nombre de la tarea
fr: Nom de la tâche
id: Nama tugas

# calendar.form.title
source: Title
es: Título
fr: Titre
id: Judul

# calendar.important
source: IMPORTANT
es: IMPORTANTE
id: PENTING

# calendar.mode.month
source: Month
es: Mes
fr: Mois
id: Bulan

# calendar.mode.today
source: Today
es: Hoy
fr: Aujourd'hui
id: Hari ini

# calendar.mode.week
source: Week
es: Semana
fr: Semaine
id: Minggu

# calendar.moreEvents
source: +%d more
es: +%d más
fr: +%d de plus
id: +%d lainnya

# calendar.syncStatus
source: SYNC STATUS
es: ESTADO DE SINCRONIZACIÓN
fr: ÉTAT DE SYNCHRONISATION
id: STATUS SINKRONISASI

# calendar.tasks.empty
source: No tasks
es: Sin tareas
fr: Aucune tâche
id: Tidak ada tugas

# calendar.tasks.loading
source: Loading tasks...
es: Cargando tareas...
fr: Chargement des tâches...
id: Memuat tugas...

# calendar.tasks.title
source: TASKS
es: TAREAS
fr: TÂCHES
id: TUGAS

# calendar.today
source: TODAY
es: HOY
fr: AUJOURD'HUI
id: HARI INI

# calendar.todayButton
source: Today
es: Hoy
fr: Aujourd'hui
id: Hari ini

# calendar.todaysSchedule
source: TODAY'S SCHEDULE
es: AGENDA DE HOY
fr: PROGRAMME DU JOUR
id: JADWAL HARI INI

# common.add
source: Add
es: Añadir
fr: Ajouter
id: Tambah

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler
id: Batal

# common.close
source: Close
es: Cerrar
fr: Fermer
id: Tutup

# common.delete
source: Delete
es: Eliminar
fr: Supprimer
id: Hapus

# common.ok
source: OK
es: Aceptar

# common.refresh
source: Refresh
es: Actualizar
fr: Actualiser
id: Segarkan

# common.retry
source: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi

# common.save
source: Save
es: Guardar
fr: Enregistrer
id: Simpan

# common.start
source: Start
es: Iniciar
fr: Démarrer
id: Mulai

# common.today
source: today
es: hoy
fr: aujourd'hui
id: hari ini

# common.yesterday
source: Yesterday
es: Ayer
fr: Hier
id: Kemarin

# focus.calibrating
source: Calibrating…
es: Calibrando…
fr: Calibrage…
id: Mengkalibrasi…

# focus.control.activeTitle
source: DEEP WORK ACTIVE
es: TRABAJO PROFUNDO ACTIVO
fr: TRAVAIL INTENSE ACTIF
id: KERJA FOKUS AKTIF

# focus.control.mutedSubtitle
source: Mute nudges and let Bocil watch quietly
es: Silencia los avisos y deja que Bocil observe en silencio
fr: Coupe les rappels et laisse Bocil observer en silence
id: Nonaktifkan pengingat dan biarkan Bocil mengawasi dengan tenang

# focus.control.title
source: DEEP WORK
es: TRABAJO PROFUNDO
fr: TRAVAIL INTENSE
id: KERJA FOKUS

# focus.customTime.hour
source: Hour
es: Hora
fr: Heure
id: Jam

# focus.customTime.minute
source: Minute
es: Minuto
id: Menit

# focus.customTime.title
source: ENTER TIME
es: INGRESA LA HORA
fr: SAISIR LA DURÉE
id: MASUKKAN WAKTU

# focus.description
source: Bocil Camera will watch you and accompany you during your deep work session.
es: Bocil Camera te observará y te acompañará durante tu sesión de trabajo profundo.
fr: Bocil Camera va t'observer et t'accompagner pendant ta session de travail intense.
id: Bocil Camera akan mengawasi dan menemanimu selama sesi kerja fokusmu.

# focus.endSession
source: END SESSION
es: TERMINAR SESIÓN
fr: TERMINER LA SESSION
id: AKHIRI SESI

# focus.info.point1
source: Detects your desk presence
es: Detecta tu presencia en el escritorio
fr: Détecte ta présence au bureau
id: Mendeteksi kehadiranmu di meja

# focus.info.point2
source: Tracks posture (sitting vs standing)
es: Rastrea la postura (sentado o de pie)
fr: Suit la posture (assis ou debout)
id: Melacak postur (duduk atau berdiri)

# focus.info.point3
source: Monitors phone use
es: Supervisa el uso del teléfono
fr: Surveille l'utilisation du téléphone
id: Memantau penggunaan HP

# focus.info.point4
source: No footage is stored
es: No se almacena ninguna grabación
fr: Aucune vidéo n'est enregistrée
id: Tidak ada rekaman yang disimpan

# focus.info.point5
source: All processing stays on your Mac
es: Todo el procesamiento se queda en tu Mac
fr: Tout le traitement reste sur ton Mac
id: Semua pemrosesan tetap di Mac-mu

# focus.info.point6
source: Notices when you're thinking (hand near face)
es: Detecta cuando estás pensando (mano cerca de la cara)
fr: Remarque quand vous réfléchissez (main près du visage)
id: Menyadari saat kamu berpikir (tangan dekat wajah)

# focus.info.title
source: Camera Awareness
es: Conciencia de la cámara
fr: Fonctionnement de la caméra
id: Kesadaran Kamera

# focus.permission.allow
source: Allow Camera
es: Permitir cámara
fr: Autoriser la caméra
id: Izinkan Kamera

# focus.permission.notNow
source: Not now
es: Ahora no
fr: Pas maintenant
id: Nanti saja

# focus.permission.subtitle
source: Helps Bocil understand your presence and support your focus
es: Ayuda a Bocil a entender tu presencia y apoyar tu enfoque
fr: Aide Bocil à comprendre ta présence et à soutenir ta concentration
id: Membantu Bocil memahami kehadiranmu dan mendukung fokusmu

# focus.permission.title
source: CAMERA ACCESS
es: ACCESO A LA CÁMARA
fr: ACCÈS À LA CAMÉRA
id: AKSES KAMERA

# focus.phone.off
source: Not on phone
es: Sin teléfono
fr: Pas au téléphone
id: Tidak pakai HP

# focus.phone.on
source: On phone
es: En el teléfono
fr: Au téléphone
id: Sedang pakai HP

# focus.posture.sitting
source: Sitting
es: Sentado
fr: Assis
id: Duduk

# focus.posture.standing
source: Standing
es: De pie
fr: Debout
id: Berdiri

# focus.selectTimer
source: Select timer
es: Elegir temporizador
fr: Choisir un minuteur
id: Pilih timer

# focus.thinking.off
source: Not thinking
es: Sin pensar
fr: Pas de réflexion
id: Tidak berpikir

# focus.thinking.on
source: Thinking
es: Pensando
fr: Réflexion
id: Berpikir

# focus.timer.elapsed
source: elapsed
es: transcurrido
fr: écoulé
id: berlalu

# focus.timer.remaining
source: remaining
es: restante
fr: restant
id: tersisa

# focus.timerLabel.hours
source: Timer (%dh)
es: Temporizador (%dh)
fr: Minuteur (%dh)
id: Timer (%dj)

# focus.timerLabel.hoursMinutes
source: Timer (%dh %dm)
es: Temporizador (%dh %dm)
fr: Minuteur (%dh %dm)
id: Timer (%dj %dm)

# focus.timerLabel.minutes
source: Timer (%d mins)
es: Temporizador (%d min)
fr: Minuteur (%d min)
id: Timer (%d menit)

# focus.timerOption.30min
source: 30 Minutes
es: 30 minutos
id: 30 Menit

# focus.timerOption.60min
source: 60 Minutes
es: 60 minutos
id: 60 Menit

# focus.timerOption.custom
source: Custom
es: Personalizado
fr: Personnalisé
id: Kustom

# focus.timerOption.noTime
source: No time
es: Sin tiempo
fr: Aucune durée
id: Tanpa waktu

# focus.watchingBadge
source: Bocil is watching
es: Bocil está observando
fr: Bocil observe
id: Bocil sedang mengawasi

# history.detail.back
source: ‹ Back
es: ‹ Atrás
fr: ‹ Retour
id: ‹ Kembali

# history.empty.day
source: No conversations on %@
es: Sin conversaciones el %@
fr: Aucune conversation le %@
id: Tidak ada percakapan pada %@

# history.empty.week
source: No conversations this week
es: Sin conversaciones esta semana
fr: Aucune conversation cette semaine
id: Tidak ada percakapan minggu ini

# history.filter.pickDate
source: Pick date
es: Elegir fecha
fr: Choisir une date
id: Pilih tanggal

# history.filter.prefix
source: Filter: %@
es: Filtro: %@
fr: Filtre : %@

# history.filter.thisWeek
source: This week
es: Esta semana
fr: Cette semaine
id: Minggu ini

# history.live
source: Live
es: En vivo
fr: En direct

# history.loading
source: Loading conversations…
es: Cargando conversaciones…
fr: Chargement des conversations…
id: Memuat percakapan…

# history.title
source: CHAT HISTORY
es: HISTORIAL DE CHATS
fr: HISTORIQUE DES CHATS
id: RIWAYAT OBROLAN

# history.transcriptionUnavailable
source: Transcription unavailable
es: Transcripción no disponible
fr: Transcription indisponible
id: Transkripsi tidak tersedia

# history.voiceChatTitle
source: Voice chat · %@
es: Chat de voz · %@
fr: Chat vocal · %@
id: Obrolan suara · %@

# history.voiceMessages.one
source: %d voice message
es: %d mensaje de voz
fr: %d message vocal
id: %d pesan suara

# history.voiceMessages.other
source: %d voice messages
es: %d mensajes de voz
fr: %d messages vocaux
id: %d pesan suara

# home.cta.subtitle
source: Let me accompany you
es: Déjame acompañarte
fr: Laisse-moi t'accompagner
id: Biar aku menemanimu

# home.cta.title
source: Ready to lock in?
es: ¿Listo para enfocarte?
fr: Prêt à te concentrer ?
id: Siap untuk fokus?

# home.greeting.afternoon
source: GOOD AFTERNOON
es: BUENAS TARDES
fr: BON APRÈS-MIDI
id: SELAMAT SIANG

# home.greeting.evening
source: GOOD EVENING
es: BUENAS TARDES
fr: BONSOIR
id: SELAMAT SORE

# home.greeting.morning
source: GOOD MORNING
es: BUENOS DÍAS
fr: BONJOUR
id: SELAMAT PAGI

# home.greeting.night
source: GOOD NIGHT
es: BUENAS NOCHES
fr: BONNE NUIT
id: SELAMAT MALAM

# home.speechBubble.line1
source: I'm Bocil,
es: Soy Bocil,
fr: Je suis Bocil,
id: Aku Bocil,

# home.speechBubble.line2
source: ready for today?
es: ¿listo para hoy?
fr: prêt pour aujourd'hui ?
id: siap untuk hari ini?

# home.summary.calendar.empty
source: nothing scary yet
es: nada que temer aún
fr: rien d'effrayant pour l'instant
id: belum ada yang menakutkan

# home.summary.calendar.one
source: event today
es: evento hoy
fr: événement aujourd'hui
id: acara hari ini

# home.summary.calendar.other
source: events today
es: eventos hoy
fr: événements aujourd'hui
id: acara hari ini

# home.summary.focus.empty
source: you haven't locked in today
es: aún no te has enfocado hoy
fr: tu ne t'es pas encore concentré aujourd'hui
id: kamu belum fokus hari ini

# home.summary.focus.label
source: focus time spent
es: tiempo de enfoque
fr: temps de concentration
id: waktu fokus

# home.summary.inHoursMinutes
source: in %dh %dm
es: en %dh %dm
fr: dans %dh %dm
id: dalam %dj %dm

# home.summary.inMinutes
source: in %d min
es: en %d min
fr: dans %d min
id: dalam %d menit

# home.summary.tasks.empty
source: looks pretty chill
es: se ve bastante tranquilo
fr: ça a l'air plutôt calme
id: terlihat santai

# home.summary.tasks.one
source: tiny quest
es: mini tarea
fr: petite quête
id: misi kecil

# home.summary.tasks.other
source: tiny quests
es: mini tareas
fr: petites quêtes
id: misi kecil

# home.summary.tasks.sub
source: to do
es: por hacer
fr: à faire
id: untuk dikerjakan

# home.summary.title
source: TODAY'S SUMMARY
es: RESUMEN DE HOY
fr: RÉSUMÉ DU JOUR
id: RINGKASAN HARI INI

# home.whoAmI.namePlaceholder
source: Type your name
es: Escribe tu nombre
fr: Saisis ton nom
id: Ketik namamu

# home.whoAmI.roleHint
source: e.g. student, remote worker, founder,...
es: p. ej. estudiante, trabajador remoto, fundador...
fr: p. ex. étudiant, télétravailleur, fondateur...
id: mis. pelajar, pekerja remote, founder,...

# home.whoAmI.rolePlaceholder
source: Tell me about your role.
es: Cuéntame tu rol.
fr: Parle-moi de ton rôle.
id: Ceritakan perananmu.

# home.whoAmI.title
source: WHO AM I WORKING WITH TODAY?
es: ¿CON QUIÉN TRABAJO HOY?
fr: AVEC QUI JE TRAVAILLE AUJOURD'HUI ?
id: DENGAN SIAPA AKU BEKERJA HARI INI?

# nav.calendar
source: CALENDAR
es: CALENDARIO
fr: CALENDRIER
id: KALENDER

# nav.history
source: HISTORY
es: HISTORIAL
fr: HISTORIQUE
id: RIWAYAT

# nav.home
source: HOME
es: INICIO
fr: ACCUEIL
id: BERANDA

# nav.paired
source: paired
es: emparejado
fr: jumelé
id: terpasang

# nav.settings
source: SETTINGS
es: AJUSTES
fr: RÉGLAGES
id: PENGATURAN

# settings.appearance.dark.subtitle
source: Always dark mode
es: Siempre modo oscuro
fr: Toujours en mode sombre
id: Selalu mode gelap

# settings.appearance.dark.title
source: DARK
es: OSCURO
fr: SOMBRE
id: GELAP

# settings.appearance.light.subtitle
source: Always light mode
es: Siempre modo claro
fr: Toujours en mode clair
id: Selalu mode terang

# settings.appearance.light.title
source: LIGHT
es: CLARO
fr: CLAIR
id: TERANG

# settings.appearance.system.subtitle
source: Follow your system settings
es: Sigue la configuración de tu sistema
fr: Suit les réglages de ton système
id: Ikuti pengaturan sistemmu

# settings.appearance.system.title
source: SYSTEM
es: SISTEMA
fr: SYSTÈME
id: SISTEM

# settings.appearance.title
source: APPEARANCE
es: APARIENCIA
fr: APPARENCE
id: TAMPILAN

# settings.connection.ipAddress
source: Robot IP address
es: Dirección IP del robot
fr: Adresse IP du robot
id: Alamat IP robot

# settings.connection.ipHint
source: Shown in the ESP32 serial log at boot, under [WiFi] Connected!
es: Se muestra en el registro serial del ESP32 al arrancar, bajo [WiFi] Connected!
fr: Affiché dans le journal série de l'ESP32 au démarrage, sous [WiFi] Connected!
id: Ditampilkan di log serial ESP32 saat boot, di bawah [WiFi] Connected!

# settings.connection.ipPlaceholder
source: e.g. 10.156.248.250
es: p. ej. 10.156.248.250
fr: p. ex. 10.156.248.250
id: mis. 10.156.248.250

# settings.connection.noIP
source: No IP set
es: Sin IP configurada
fr: Aucune IP définie
id: IP belum diatur

# settings.connection.title
source: CONNECTION
es: CONEXIÓN
fr: CONNEXION
id: KONEKSI

# settings.language.english.title
source: ENGLISH
es: INGLÉS
fr: ANGLAIS
id: INGGRIS

# settings.language.french.title
source: FRENCH
es: FRANCÉS
fr: FRANÇAIS
id: PRANCIS

# settings.language.indonesian.title
source: INDONESIAN
es: INDONESIO
fr: INDONÉSIEN
id: INDONESIA

# settings.language.spanish.title
source: SPANISH
es: ESPAÑOL
fr: ESPAGNOL
id: SPANYOL

# settings.language.title
source: LANGUAGE
es: IDIOMA
fr: LANGUE
id: BAHASA

# settings.memory.clear
source: Clear Bocil's memory
es: Borrar la memoria de Bocil
fr: Effacer la mémoire de Bocil
id: Hapus memori Bocil

# settings.memory.empty
source: Bocil hasn't remembered anything yet.
es: Bocil aún no ha recordado nada.
fr: Bocil n'a encore rien retenu.
id: Bocil belum mengingat apa pun.

# settings.memory.title
source: MEMORY
es: MEMORIA
fr: MÉMOIRE
id: MEMORI

# settings.notifications.calendarAlerts
source: Calendar alerts
es: Alertas de calendario
fr: Alertes de calendrier
id: Peringatan kalender

# settings.notifications.remindBefore
source: Remind me before
es: Recordarme antes de
fr: Me rappeler avant
id: Ingatkan aku sebelum

# settings.notifications.taskReminders
source: Task reminders
es: Recordatorios de tareas
fr: Rappels de tâches
id: Pengingat tugas

# settings.notifications.title
source: NOTIFICATIONS
es: NOTIFICACIONES
id: NOTIFIKASI

# settings.personality.calm.subtitle
source: Gentle, thoughtful nudges
es: Empujones suaves y reflexivos
fr: Rappels doux et réfléchis
id: Dorongan lembut dan penuh perhatian

# settings.personality.calm.title
source: CALM
es: TRANQUILO
fr: CALME
id: TENANG

# settings.personality.energetic.subtitle
source: Uplifting, motivational
es: Alentador y motivador
fr: Stimulant et motivant
id: Membangkitkan semangat dan motivasi

# settings.personality.energetic.title
source: ENERGETIC
es: ENÉRGICO
fr: ÉNERGIQUE
id: ENERGIK

# settings.personality.professional.subtitle
source: Direct, efficient
es: Directo y eficiente
fr: Direct et efficace
id: Langsung dan efisien

# settings.personality.professional.title
source: PROFESSIONAL
es: PROFESIONAL
fr: PROFESSIONNEL
id: PROFESIONAL

# settings.personality.title
source: PERSONALITY
es: PERSONALIDAD
fr: PERSONNALITÉ
id: KEPRIBADIAN

# settings.privacy.camera
source: Camera access
es: Acceso a la cámara
fr: Accès à la caméra
id: Akses kamera

# settings.privacy.camera.caption
source: Used for presence and mood in focus mode
es: Se usa para la presencia y el ánimo en el modo enfoque
fr: Utilisé pour la présence et l'humeur en mode concentration
id: Digunakan untuk kehadiran dan suasana hati di mode fokus

# settings.privacy.personalization
source: Personalization data
es: Datos de personalización
fr: Données de personnalisation
id: Data personalisasi

# settings.privacy.personalization.caption
source: Let's Bocil remember your profile and habits
es: Deja que Bocil recuerde tu perfil y hábitos
fr: Laisse Bocil se souvenir de ton profil et de tes habitudes
id: Biarkan Bocil mengingat profil dan kebiasaanmu

# settings.privacy.title
source: PRIVACY
es: PRIVACIDAD
fr: CONFIDENTIALITÉ
id: PRIVASI

# settings.server.hint
source: Where the app calls Profile, Calendar, Tasks, Memory, and History.
es: Donde la app llama a Perfil, Calendario, Tareas, Memoria e Historial.
fr: Là où l'app appelle Profil, Calendrier, Tâches, Mémoire et Historique.
id: Tempat aplikasi memanggil Profil, Kalender, Tugas, Memori, dan Riwayat.

# settings.server.resetToDefault
source: Reset to default
es: Restablecer valor predeterminado
fr: Réinitialiser par défaut
id: Kembalikan ke default

# settings.server.title
source: BACKEND SERVER
es: SERVIDOR BACKEND
fr: SERVEUR BACKEND
id: SERVER BACKEND

# settings.server.urlLabel
source: Server URL
es: URL del servidor
fr: URL du serveur
id: URL Server

# settings.server.urlPlaceholder
source: e.g. http://10.235.115.130:8080
es: p. ej. http://10.235.115.130:8080
fr: p. ex. http://10.235.115.130:8080
id: mis. http://10.235.115.130:8080

# settings.connection.usbSerial
source: USB Serial
fr: USB Série
